import React from "react";
import "./About.scss";
import Container from "../../../../components/Container/Container";
import Title from "../../../../components/Title/Title";
import Delimiter from "../../../../components/Delimiter/Delimiter";
import Block from "../../../../components/Block/Block";

const About = () => {
  return (
    <section className="about">
      <Container>
        <Block>
          <Title title={"ПРО КОМПАНІЮ"} />
          <div className="about__info info">
            <p className="info__text">
              Компанія «Poly-Trade» була заснована у 2016 р. На сьогоднішній
              день ми є одними із провідних виробників ПЕТ тари в Україні.
              Потужності нашого виробництва дозволяють випускати понад 4 млн.
              пляшок на місяць.
            </p>
            <p className="info__text">
              Ми докладаємо всіх зусиль, щоб залишатися найпрогресивнішими
              виробниками ПЕТ пляшки. Наше підприємство одним із перших перейшло
              на новий стандарт горловини Bericap 38 для пляшок великого об‘єму,
              з метою оптимізації ваги та вартості продукції, що виробляється,
              без втрати в якості. Компанія володіє всіма необхідними
              сертифікатами на товар і послуги, що надаються.
            </p>
            <p className="info__text">
              Наша компанія приділяє особливу увагу якості, аби продукція
              відповідала вимогам міжнародних стандартів. POLY-TRADE постійно
              прагне задовольнити очікування наших клієнтів і будувати взаємно
              вигідні партнерські відносини. Для цього ми використовуємо
              найпередовіші технології, обладнання та сировину, вироблену
              визнаними Європейськими та Українськими компаніями. POLY-TRADE
              постійно проводить підвищення кваліфікації наших фахівців.
            </p>
            <p className="info__text">
              Ми поставляємо продукцію виробникам питної води, пива, соків,
              безалкогольних та алкогольних напоїв та іншим компаніям по всій
              Україні. Клієнти віддають нам перевагу не лише за якісну
              продукцію, а й за всебічну підтримку, яку ми надаємо.
            </p>
          </div>
        </Block>
      </Container>
      <Delimiter />
    </section>
  );
};

export default About;
